{
    "performance_palette": [
        {
            "category": "Format",
            "category_description": "Performance format is the manner of executing a performance",
            "items": [
                {
                    "name": "Animation",
                    "description": "To animate a film, the filmmaker films drawings, illustrations or models frame by frame. Each frame differs slightly from the one before it, giving the illusion of movement when frames are projected in rapid succession at 24 frames per second.",
                    "example": "Spirited Away (Japan 2001 – classic Studio Ghibli), Snow White (1937), The Adventures of Prince Achmed (1937), Shrek 2 (2004)."
                },
                {
                    "name": "Behind-the-scenes",
                    "description": "A behind-the-scenes is a documentary that uses video to discuss the process of making the video, the roles taken in its production, and the learning from the experience. It might look at the costumes, the scene painting, rehearsals, wardrobe, and take-outs.",
                    "example": "Lost In La Mancha (Gilliam 2002)."
                },
                {
                    "name": "Commentary",
                    "description": "This genre is most commonly associated with DVDs and Blu-ray special features. Crewmembers, such as actors, directors and producers, are gathered in a studio to speak in real-time (or what appears to be real time) about the movie as it plays.",
                    "example": ""
                },
                {
                    "name": "Mash-up",
                    "description": "A mash-up consists of lots of assets (videos, music, audio, stills) collected together into one film.",
                    "example": ""
                },
                {
                    "name": "Chat show",
                    "description": "A chat show involves a host and a guest or guests who discuss the topics and questions that the host puts to them.",
                    "example": "Richard & Judy, The Jerry Springer show, Die Harald Schmidt Show."
                },
                {
                    "name": "Game",
                    "description": "A game is play that is fun, provides a challenge or a goal, with rules that allow or constrain moves or behaviours or things.",
                    "example": "Space invaders, Noughts and crosses (tac-tac-toe), Carcassonne."
                },
                {
                    "name": "Non-verbal",
                    "description": "",
                    "example": "Juggling, dance, silent movie, music."
                },
                {
                    "name": "Piece-to-camera",
                    "description": "Subject or presenter addresses the camera directly, and by association the audience. This has an immediate and direct effect on the audience. This is commonly used in a video diary format or when a news reporter is in a dramatic situation and is reporting directly from there.",
                    "example": "Reporting from a famine or war zone."
                },
                {
                    "name": "Pitch",
                    "description": "A pitch is a verbal argument as to why your film is worth making so you make a proposal for support of cash or time for your film. A pitch could be a formal presentation or a chance encounter.",
                    "example": ""
                },
                {
                    "name": "Puppets",
                    "description": "Puppets can be hand puppets or marionettes, and the video is created in real.",
                    "example": "The Muppets, Sesame Street, Spitting Image"
                },
                {
                    "name": "Tutorial",
                    "description": "A tutorial is a means for interactively teaching a small group of people with examples and exercises on a specific topic.",
                    "example": "Code academy: http://www.codecademy.com/, https://www.khanacademy.org/"
                },
                {
                    "name": "Video diary",
                    "description": "A video diary is a personal view of how the speaker sees the world, with immediate reactions and thoughts. The setting will reflect the speaker’s passions and interests.  The technical simplicity of the set-up means that anyone can record their thoughts straight to camera without recourse to complex camera set-ups. Non-professionals often use video diary is used by to create an intimate diary of a situation, and it is usually recorded alone.",
                    "example": ""
                },
                {
                    "name": "Stop motion",
                    "description": "Stop motion is the same as animation, where, by moving an object a small bit at a time between frames, it appears animated.  It can be done for example with Lego bricks, or clay models.",
                    "example": "The Polar Express (2004)"
                },
                {
                    "name": "Treatment",
                    "description": "A treatment is a written proposal that summarises the proposed film, with enough detail to decide if the idea is worth supporting, what purpose it will serve, & who might be the potential audience. It will include: title, tagline, duration, target audience, concept, production, creative and technical descriptions.",
                    "example": ""
                }
            ]
        },
        {
            "category": "Genre",
            "category_description": "Genre is the style or category of the performance.",
            "items": [
                {
                    "name": "Action",
                    "description": "Action includes creative fiction with exciting sequences such as car chases or martial arts.",
                    "example": "Bruce Lee, James Bond, The Hunger Games: Catching Fire (2013)"
                },
                {
                    "name": "Adventure",
                    "description": "Adventure is fictional writing where the story is about something exciting and risky happening.",
                    "example": "King Kong (2005), Indiana Jones films"
                },
                {
                    "name": "Comedy",
                    "description": "A comedy is an amusing plot, written to please and cause people to laugh.",
                    "example": "Mrs Brown’s Boys on BBC, Pink Panther films with Peter Sellers as Inspector Clouseau, Jacques Tati – Monsieur Hulot’s Holiday (1953), Robert Altman's M*A*S*H (1970)"
                },
                {
                    "name": "Documentary",
                    "description": "A documentary is not fiction, but aims to tell of or show the lives of the people or places of interest, often aiming to analyse or to persuade. Documentaries are developing stylistic devices commonly associated with other genres, such as the use of sfx & dramatic re-enactment.",
                    "example": "Supersize Me (2004), Fahrenheit 9/11 (2004)"
                },
                {
                    "name": "Drama",
                    "description": "Drama is a (usually) serious performance of fiction, and might be comedy or tragedy. It has an underlying plot, realistic characters and settings.",
                    "example": "Shakespeare’s plays"
                },
                {
                    "name": "Fantasy",
                    "description": "Fantasy is fiction that uses magic, imagination, the supernatural and fantastic to plot the story.  It may also be considered a sci-fi genre.",
                    "example": "The Lord of the Rings, Harry Potter & the Deathly Hallows, Pan’s Labyrinth (Spain 2006)"
                },
                {
                    "name": "History",
                    "description": "This genre includes stories of adventure, biography, drama or war.",
                    "example": "Elizabeth (1998), All Quiet on the Western Front (Germany 1930), Saving Private Ryan  (1998)"
                },
                {
                    "name": "Musical",
                    "description": "Musicals have the main members of the cast singing and dancing.",
                    "example": "West Side Story, Mamma Mia, Hum Saath Saath Hain (Bollywood 1999)"
                },
                {
                    "name": "Mystery",
                    "description": "A mystery is a fictional plot with a puzzle to investigate and solve.  For instance, a murder mystery might open with a dead body found floating face down in the swimming pool of a plush mansion.",
                    "example": "Sherlock"
                },
                {
                    "name": "Parody",
                    "description": "A parody mocks by imitating and exaggerating, making a comic effect.",
                    "example": "Spitting Image, The Thick of It (UK)"
                },
                {
                    "name": "Sci-fi",
                    "description": "Science fiction deals with fiction that includes technology, science or something futuristic.",
                    "example": "Frankenstein (commonly regarded as horror), War of the Worlds (1953 and 2005), Solaris (Russian 1972), AI, The Matrix"
                },
                {
                    "name": "Sports",
                    "description": "Sports films have a sports setting or a competitive event.",
                    "example": "Field of Dreams (1989), The Loneliness of the Long Distance Runner (1962), Senna (2011)"
                },
                {
                    "name": "Suspense",
                    "description": "Suspense keeps you excited, uneasy and uncertain, feeling on the edge of knowledge, knowledge that might scare or please you.",
                    "example": "Hitchcock films – ‘Hitch’ was regarded as the ‘master of suspense’, Alien (1979), The French Connection (1971), Double Indemnity (1944)"
                },
                {
                    "name": "Thriller",
                    "description": "Thrillers combine genres of suspense, mystery, crime and suspense, exciting the viewer, and raising the tension, anticipation, excitement.",
                    "example": "Hitchcock films e.g. The Birds (1963)"
                },
                {
                    "name": "Video diary or Vlog",
                    "description": "These videos show personal views of life, of how something has happened or is still happening.",
                    "example": "Zoella (on YouTube)"
                },
                {
                    "name": "Current affairs",
                    "description": "This genre is broadcast journalism, requiring analysis and discussion of news.",
                    "example": "BBC Radio 4 Today programme"
                },
                {
                    "name": "Chat show",
                    "description": "This genre involves a group of people chatting with their host about various topics. People may call in to offer their opinions and share experience",
                    "example": "Oprah Winfrey"
                },
                {
                    "name": "Reality TV",
                    "description": "Unscripted events and situations make reality TV, and may include competitions.",
                    "example": "The Apprentice, Big Brother, Film of Slumdog, Millionaire, Dragons’ Den"
                },
                {
                    "name": "Wildlife documentary",
                    "description": "This genre is documentary about nature or wild life.",
                    "example": "Life on Earth"
                },
                {
                    "name": "Soap opera",
                    "description": "This genre has a domestic or melodramatic theme, of family matters with multiple stock characters and situations, in a serialised programme.",
                    "example": "East Enders, Neighbours, Home & Away, Lindenstraße"
                }
            ]
        },
        {
            "category": "Story",
            "category_description": "Choices of plot, characters and setting interrelate and make one story different from another.",
            "items": [
                {
                    "name": "Plot",
                    "description": "A plot explains events and resolves some sort of a conflict, so it goes beyond mere description e.g., not “boy meets girl” but “boy meets girl and wants to marry her, but to win her love, he has to kill the dragon”.  Choice of character and setting make a plot more convincing.",
                    "example": "‘The king died, and then the queen died’ is a story, whereas’ the king died, and then the queen died of grief’ is a plot."
                },
                {
                    "name": "Setting",
                    "description": "Consider the location, time and setting of the action, whether it is indoors or outdoors, day or evening. The plot takes place in these circumstances.",
                    "example": "A dark black space, The moon, A grassy field, A large deserted derelict Gothic mansion"
                },
                {
                    "name": "Characters",
                    "description": "Characters are the people whose actions, thoughts and emotions make the story.",
                    "example": "A quiet and reticent mouse, An angry scientist and his mischievous student, A humorous pair who know nothing about science but ‘spout’ all the wrong (but commonly held misconceptions) about a topic."
                },
                {
                    "name": "Concept",
                    "description": "Concept or visual concept acts an alternative to a story in a conventional sense. It can be visual style meaning how the director creates image and style.",
                    "example": "Concept of family such as in The Godfather (1972)"
                }
            ]
        }
    ]
}